/* No comment provided by engineer. */
"Annotation Content" = "Annotation Content";

/* No comment provided by engineer. */
"Any Annotation left outside the place holders will be lost." = "Any Annotation left outside the place holders will be lost.";

/* No comment provided by engineer. */
"Are you really sure you want to replace current settings with the default settings? It will delete the current settings." = "Are you really sure you want to replace current settings with the default settings? It will delete the current settings.";

/* No comment provided by engineer. */
"Are you really sure you want to replace current settings? It will delete the current settings." = "Are you really sure you want to replace current settings? It will delete the current settings.";

/* No comment provided by engineer. */
"Are you really sure you want to reset the current default settings? It will delete the current settings." = "Are you really sure you want to reset the current default settings? It will delete the current settings.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Custom DICOM Field" = "Custom DICOM Field";

/* No comment provided by engineer. */
"Default" = "Default";

/* No comment provided by engineer. */
"DICOM Fields" = "DICOM Fields";

/* No comment provided by engineer. */
"Drag Annotations in the place holders" = "Drag Annotations in the place holders";

/* No comment provided by engineer. */
"Image level" = "Image level";

/* No comment provided by engineer. */
"Image Position" = "Image Position";

/* No comment provided by engineer. */
"Image Size" = "Image Size";

/* No comment provided by engineer. */
"Mouse Position (mm)" = "Mouse Position (mm)";

/* No comment provided by engineer. */
"Mouse Position (px)" = "Mouse Position (px)";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Patient's Actual Age" = "Patient's Actual Age";

/* No comment provided by engineer. */
"Patient's Age At Acquisition" = "Patient's Age At Acquisition";

/* No comment provided by engineer. */
"Please provide a value for both \"Group\" and \"Element\" fields." = "Please provide a value for both \"Group\" and \"Element\" fields.";

/* No comment provided by engineer. */
"Plugin" = "Plugin";

/* No comment provided by engineer. */
"Rotation Angle" = "Rotation Angle";

/* No comment provided by engineer. */
"Same as Default Settings..." = "Same as Default Settings...";

/* No comment provided by engineer. */
"Saving Annotations" = "Saving Annotations";

/* No comment provided by engineer. */
"Series level" = "Series level";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Some token have no content. Token such as 'DICOM_', 'DB_', 'Special_' will not be displayed." = "Some token have no content. Token such as 'DICOM_', 'DB_', 'Special_' will not be displayed.";

/* No comment provided by engineer. */
"Study level" = "Study level";

/* No comment provided by engineer. */
"Thickness / Location / Position" = "Thickness / Location / Position";

/* No comment provided by engineer. */
"View Size" = "View Size";

/* No comment provided by engineer. */
"Window Level / Window Width" = "Window Level / Window Width";

/* No comment provided by engineer. */
"Zoom" = "Zoom";

